Repository: PredaaA/predacogs
Catalog: randimages/locales/*.po
Languages: es_es

source: This is not a valid subreddit.
es_es: Este no es un subreddit valido.

source: Error when trying to contact image service, please try again later.
es_es: Error al intentar contactar con el servicio de imágenes, inténtalo de nuevo más tarde.

source: NSFW content in the link. Blocked in non-NSFW channel.
es_es: Contenido de NSFW en el enlace. Bloqueado en canal no es NSFW.

source: Here is {name} ...
es_es: Aqui esta {name} ...

source: [Link if you don't see image]({url})
es_es: [Enlace si no ve la imagen]({url})

source: Here is {name} gif ...
es_es: Aqui esta el gif de {name}

source: Requested by {req} • From {r} {url}
es_es: Solicitado por {req} • Desde {r} {url}

source: **Reddit Author:** {author} **Title:** {title} **[Link if you don't see image]({url}) [Link of Reddit post]({post})**
es_es: **Autor del Reddit:** {author} **Titulo:** {title} **[Enlace si no ven la imagen]({url}) [Enlace del post de Reddit]({post})**

source: {url} **Reddit Author:** {author} **Title:** {title} Requested by {req} • From r/{r} **Link of Reddit post** {post}
es_es: {url} **Autor del Reddit:** {author} **Titulo:** {title} Solicitado por {req} • Desde r/{r} **Link of Reddit post** {post}

source: Here is {name} image ...
es_es: Aqui esta la imagen de {name}

source: Requested by {req} • From {source}
es_es: Solicitado por {req} • Desde {source}

source: {fact} [Link if you don't see image]({url})
es_es: {fact} [Enlace si no ven la imagen]({url})

source: Send random images (animals, art ...) from different APIs.
es_es: Envía imágenes aleatorias (animales, arte ...) desde diferente APIs.

source: Send art from random subreddits.
es_es: Enviar arte de subreddits aleatorios.

source: art image
es_es: imagen del arte

source: Send a random birb image from alexflipnote API.
es_es: Envía una imagen de birb al azar desde la API de alexflipnote.

source: Send a random cat image some-random-api.ml API.
es_es: Envia una imagen de un gato al azar desde some-random-api.ml API.

source: cat
es_es: gato

source: Send a random coffee image from alexflipnote API.
es_es: Enviar una imagen de café aleatoria de alexflipnote API.

source: your coffee
es_es: su café

source: Send a random cute images from random subreddits.
es_es: Enviar un aleatorias imágenes lindas de subreddits aleatorios.

source: a cute image
es_es: un imagen linda

source: Send a random dog image from random.dog API.
es_es: Envia una imagen de un perro desde el API de random.dog

source: dog
es_es: perro

source: Send a random dog fact with a random dog image from some-random-api.ml API.
es_es: Envía un hecho aleatorio sobre perros con una imagen aleatoria de perros de la API some-random-api.ml.

source: a dog fact with a random dog image
es_es: un hecho de un perro con una imagen al azar

source: Send a random fox image from random-d.uk API
es_es: Envia una imagen de zorro al azar desde la API random-d.uk

source: duck
es_es: pato

source: Send a random ferrets images from random subreddits.
es_es: Enviar imágenes de hurones al azar de subreddits aleatorios.

source: a ferret image
es_es: un imagen de un hurón

source: Send a random fox image from randomfox.ca API
es_es: Envía una imagen aleatoria de zorro desde la API randomfox.ca

source: fox
es_es: zorro

source: Send a random panda image from some-random-api.ml API.
es_es: Envía una imagen de panda al azar desde la API some-random-api.ml.

source: Send a random lizard image from nekos.life API
es_es: Envía una imagen de lagarto al azar desde la API nekos.life

source: lizard
es_es: lagarto

source: Send a random dank meme from random subreddits.
es_es: Enviar un dank meme al azar desde subreddits aleatorios.

source: meme image
es_es: imagen del meme

source: Send a random panda fact with a random panda image from some-random-api.ml API.
es_es: Envía un hecho de panda al azar con una imagen de panda al azar de la API some-random-api.ml.

source: a panda fact with a random panda image
es_es: un hecho panda con una imagen panda aleatoria.

source: Send a random Pikachu image or GIF from some-random-api.ml API.
es_es: Envía una imagen o GIF aleatoria de Pikachu desde la API some-random-api.ml.

source: Send a random shiba image from shiba.online API.
es_es: Envía una imagen shiba aleatoria desde shiba.online API.

source: Send a random photography from random subreddits.
es_es: Enviar una fotografía al azar de subreddits aleatorios.

source: a photography
es_es: una fotografía

source: Send a random image from that choosen subreddit.
es_es: Envía una imagen al azar de ese subreddit elegido.

source: random image
es_es: imagen al azar

source: Send a random wallpaper image from random subreddits.
es_es: Enviar una imagen de fondo al azar de subreddits aleatorios.

source: a wallpaper
es_es: una imagen de fondo
