Repository: PredaaA/predacogs
Catalog: nsfw/locales/*.po
Languages: nl_nl

source: Error when trying to contact image service, please try again later.
nl_nl: Fout bij het proberen contact te maken met de beeldservice. Probeer het later opnieuw."

source: Nsfw cog version: {version} Authors: {authors}
nl_nl: Nsfw cog versie: {version} Auteurs: {authors}

source: Here is {name} image ...
nl_nl: Hier is {name} afbeelding ...

source: [Link if you don't see image]({url})
nl_nl: [Link als je geen afbeelding ziet]({url})

source: Requested by {req} {emoji} • From r/{r}
nl_nl: Aangevraagd door {req} {emoji} • Van r/{r}

source: Here is {name} gif ...
nl_nl: Hier is {name} gif ...

source: Requested by {req} {emoji} • From {r} {url}
nl_nl: Aangevraagd door {req} {emoji} • Van {r} {url}

source: Requested by {req} {emoji} • From Nekobot API
nl_nl: Aangevraagd door {req} {emoji} • Van Nekobot API

source: You can't use this command in a non-NSFW channel !
nl_nl: Je kunt die opdracht niet gebruiken in een niet-NSFW-kanaal!

source: Send random NSFW images from random subreddits If `[p]help Nsfw` or any other Nsfw commands are used in a non-nsfw channel, you will not be able to see the list of commands for this category.
nl_nl: Stuur willekeurige NSFW-afbeeldingen van willekeurige subreddits Typ `[p]help Nsfw`of een andere nsfw command in niet-nsfw-kanalen, dan zal je de lijst met opdrachten voor deze categorie niet kunnen zien.

source: Get the version of the installed Nsfw cog.
nl_nl: Download de versie van het geïnstalleerde Nsfw-cog.

source: Delete a number specified of DM's from the bot. `<number>`: Number of messages from the bot you want to delete in your DM's.
nl_nl: Verwijder een aantal opgegeven DM's uit de bot. `<number>`: Aantal berichten die je wilt verwijderen van de bot in je DM's.

source: This command works only for DM's messages !
nl_nl: Deze command werkt alleen in privé berichten!

source: Show some 4k images from random subreddits.
nl_nl: Toon een aantal 4k-afbeeldingen van willekeurige subreddits.

source: Show some ahegao images from random subreddits.
nl_nl: Toon enkele ahegao-afbeeldingen van willekeurige subreddits.

source: ahegao
nl_nl: ahego

source: Show some ass images from random subreddits.
nl_nl: Toon enkele bibs-afbeeldingen van willekeurige subreddits.

source: ass
nl_nl: bips

source: Show some anal images/gifs from random subreddits.
nl_nl: Toon enkele bips afbeeldingen / gifs van willekeurige subreddits.

source: anal
nl_nl: anaal

source: Show some bdsm from random subreddits.
nl_nl: Toon enkele bdsm afbeeldingen van willekeurige subreddits.

source: Show some blackcock images from random subreddits.
nl_nl: Toon enkele donkere piemels van willekeurige subreddits.

source: black cock
nl_nl: donkere piemels

source: Show some blowjob images/gifs from random subreddits.
nl_nl: Toon enkele blowjob van willekeurige subreddits.

source: Show some boobs images from random subreddits.
nl_nl: Toon enkele tieten van willekeurige subreddits.

source: boobs
nl_nl: tieten

source: Show some bottomless images from random subreddits.
nl_nl: Toon enkele bottomless afbeeldingen van willekeurige subreddits.

source: Show some nsfw cosplay images from random subreddits.
nl_nl: Toon enkele nsfw cosplay afbeeldingen van willekeurige subreddits.

source: Show some cunnilingus images from random subreddits.
nl_nl: Toon enkele cunnilingus afbeeldingen van willekeurige subreddits.

source: Show some cumshot images/gifs from random subreddits.
nl_nl: Toon enkele cumshot afbeeldingen van willekeurige subreddits.

source: Show some deepthroat images from random subreddits.
nl_nl: Toon enkele feest-in-je-mond afbeeldingen van willekeurige subreddits.

source: deepthroat
nl_nl: feest-in-je-mond

source: Show some dicks images from random subreddits.
nl_nl: Toon enkele piemels van willekeurige subreddits.

source: dick
nl_nl: piemels

source: Show some double penetration images/gifs from random subreddits.
nl_nl: Toon enkele dubbel-feestje afbeeldingen van willekeurige subreddits.

source: double penetration
nl_nl: dubbel-feestje

source: Show some futa images from random subreddits.
nl_nl: Toon enkele futa afbeeldingen van willekeurige subreddits.

source: Show some gay porn from random subreddits.
nl_nl: Toon enkele homo porno afbeeldingen van willekeurige subreddits.

source: gay porn
nl_nl: homo porno

source: Show some groups nudes from random subreddits.
nl_nl: Toon enkele afbeeldingen van naakte groepen van willekeurige subreddits.

source: Show some hentai images/gifs from Nekobot API.
nl_nl: Toon enkele hentai afbeeldingen van Nekobot API.

source: Show some lesbian gifs or images from random subreddits.
nl_nl: Toon enkele lesbo afbeeldingen van willekeurige subreddits.

source: lesbian
nl_nl: lesbo

source: Show some milf images from random subreddits.
nl_nl: Toon enkele milf afbeeldingen van willekeurige subreddits.

source: Show some oral gifs or images from random subreddits.
nl_nl: Toon enkele orale afbeeldingen van willekeurige subreddits.

source: oral
nl_nl: oraal

source: Show some porn gifs from Nekobot API.
nl_nl: Toon enkele porno gifjes van Nekobot API.

source: porn gif
nl_nl: porno gifjes

source: Show some public nude images from random subreddits.
nl_nl: Toon enkele afbeeldingen van publiekelijk naakte mensen van willekeurige subreddits.

source: public nude
nl_nl: publiekelijk naakt

source: Show some pussy nude images from random subreddits.
nl_nl: Toon enkele kutjes van willekeurige subreddits.

source: pussy
nl_nl: kutjes

source: Show some real girls images from random subreddits.
nl_nl: Toon enkele naakte dames van willekeurige subreddits.

source: real nudes
nl_nl: echte naaktfoto's

source: Show some red heads images from random subreddits.
nl_nl: Toon enkele roodharigen van willekeurige subreddits.

source: red head
nl_nl: roodharigen

source: Show some rule34 images from random subreddits.
nl_nl: Toon enkele rule34 afbeeldingen van willekeurige subreddits.

source: Show some squirts images from random subreddits.
nl_nl: Toon enkele squirt afbeeldingen van willekeurige subreddits.

source: squirt
nl_nl: squirts

source: Show some thighs images from random subreddits.
nl_nl: Toon enkele thigh afbeeldingen van willekeurige subreddits.

source: Show some traps from random subreddits.
nl_nl: Toon enkele trap afbeeldingen van willekeurige subreddits.

source: Show some gonewild images from random subreddits.
nl_nl: Toon enkele gonewild afbeeldingen van willekeurige subreddits.

source: Show some yiff images from random subreddits.
nl_nl: Toon enkele yiff afbeeldingen van willekeurige subreddits.
